[
  {
    "id": 144,
    "name": "Module Description",
    "visible": 1,
    "summary": "<sxyz class=\"multilang\" lang=\"en\">\r\n<div align=\"justify\"><b>Name of Module: <strong><em>Words of Truth</em> (<em>Bargozideh</em>)</strong></b><br /><br /> <b>Module Description<br /> </b><br /> This module is based on Ostad Elahi’s oral teachings, as originally presented in the Persian book <em>Bargozideh</em> (Sayings 101-200). Comprised of a selection of sayings, the French translation was subsequently published in 2014 as <em>Paroles de Vérité</em> (<em>Words of Truth</em>). A draft version of the second 100 sayings from the forthcoming English translation of <em>Words of Truth</em> will be sequentially presented in PDF format under the Resources tab during the course of this module. <br /><br />\r\n<p>Although each cycle of questions and answers is based on a specific set of sayings from <em>Words of Truth</em>, other sayings from that book have also been used due to their proximity to the subject matter at hand. Similarly, a variety of other sources, including some unpublished manuscripts, have been drawn upon to expand upon the subjects under study (some of these sources are available in the “Resources” section of the site.) The other source that has been used in the preparation of the Daily INDEPTH questions in this module is the explanations to questions from the prior module (Exploring the Bidimensional Self). Thus, it is recommended that users review the explanations from that module, found in the archive section of the site.</p>\r\n<b>Daily INDEPTH</b><br /><br />• This module consists of five cycles, with the Daily INDEPTH questions in the first four cycles relating solely to the main topic of that cycle. <br /><br />• There is a 15-minute time limit to answer each Daily INDEPTH question.<br /><br />• The sequence of the questions is arranged in such a manner that they conceptually build upon one another.<br /> <br />• The sequence of the cycles has also been arranged such that the review of the Daily INDEPTH questions during each cycle will become part of the study material applicable to subsequent cycles.<br /><br />• Therefore, aside from the works mentioned above, the sources that can be used to answer the Daily INDEPTH questions include explanations to previous Daily questions.<br /><br /><b> Final Self-Assessment</b><br /><br />• The last (fifth) cycle in this module consists solely in a Final Self-Assessment.<br /><br />• This Final Self-Assessment is based on the concepts presented in the four previous cycles.<br /><br /><b>Enrollment</b><br /><br />• Participation in the Daily INDEPTH questions requires enrollment, which becomes available on the day each cycle begins and remains open for 12 days thereafter. Once users click on the “Daily INDEPTH” link on this page, they will automatically be directed to the enrollment page, where they can either accept or decline enrollment.<br /><br />• A user is permitted to miss up to 12 days of the Daily INDEPTH questions per cycle; those who miss more than 12 days will automatically be disenrolled from that cycle.<br /><br />• Users who have not enrolled, or whose enrollment has been cancelled, can still view the Daily INDEPTH questions, but they will not be able to participate in answering the questions or viewing the correct answers. In addition, they will not be able to access statistics available to enrolled users. <br /><br />• Daily INDEPTH questions from previous cycles will be accessible to all users in the “View Archive” link in the Daily INDEPTH section of the site, regardless of whether they have enrolled or not. <br /><br />• If the enrollment of a user is cancelled, or a user fails to enroll within the allotted time (the first 12 days of a cycle), he or she will still be permitted to enroll in subsequent cycles. <br /><br /> <b>Daily INDEPTH Start/End Times</b> <br /><br />Each Daily INDEPTH question will be available from 12:00 a.m. until 11:55 p.m. These times are based on the city/country selected by each user in the “My Profile” section of the site. Thus, it is important for each user to ensure that he or she has entered the correct city/country information. When the city/country information has been correctly entered, the time that will be reflected on that page will correspond to the user’s local area. <br /><br />Note: If a user relocates to a different time zone, the new time zone will not be automatically updated on the site. It is the user’s own responsibility to manually enter his or her new time zone in the “My Profile” section of the site. <br /><br /> <b>Scoring and Statistics</b> <br /><br />In each of the first four cycles, the average score of the Daily INDEPTH questions will constitute each user’s score for that cycle.<br /><br />Each Daily INDEPTH question is worth 100 points. Thus, each user’s score for each question will be either 100 or 0. No score will be given for missed days, which will therefore not affect the user’s final score. The only exception would be if the user misses more than 12 days, in which case the user’s enrollment will be cancelled and he or she will not receive any score for that cycle.<br /><br />At the bottom of the page on which the Daily INDEPTH question appears, there is a graph that enables the user to compare his or her daily score to the average daily score of all other users that day who participated in that question. In addition, users will be able to see their “individual average” score and the “overall average” score of all users up to that particular point. As such, users can observe and compare their overall performance throughout the course of the cycle with that of other users.<br /><br />For the last cycle comprised of a Final Self-Assessment, each user’s final score will be the same as his or her score on the Final Self-Assessment. <br /><br /> By clicking on the “Scores and Statistics” link located at the top left-hand corner of this page, users can access details of their scores and various statistics on the site.<br /><br /><img alt=\"Table\" src=\"http://dev.ostadelahi-indepth.com/webservice/pluginfile.php/10476/course/section/144/TableUS.jpg\" height=\"125\" width=\"501\" /></div>\r\n</sxyz><sxyz class=\"multilang\" lang=\"fr\">\r\n<div style=\"text-align: left;\" align=\"justify\"><b><strong>Nom du Module : <em>Paroles de Vérité</em> (<em>Bargozideh</em>)</strong></b><br /><br /> <b>Description du Module<br /> </b><br />Le module éducationnel 2015-2016 a pour objet les enseignements oraux d’Ostad Elahi, tels qu’ils sont présentés dans le livre <em>Paroles de Vérité.</em> <br /><em>Paroles de Vérité</em> (Paris : Albin Michel, 2014) rassemble une sélection d’enseignements oraux d’Ostad Elahi. Il a été initialement publié en persan en 2007 sous le titre <em>Bargozideh</em>. Sa traduction en anglais est en cours.<br /><br />\r\n<p>Bien que chaque cycle de questions et réponses porte sur un groupe particulier de paroles tirées de l’ouvrage, d’autres <em>Paroles de Vérité</em> y sont également utilisées du fait de leur rapport avec le sujet traité. Diverses autres sources, y compris des manuscrits inédits, ont également été exploitées afin d’approfondir les questions étudiées (certaines de ces sources sont disponibles dans la section « Ressources » du site). Les explications relatives aux questions du module précédent (« Une exploration du Moi bidimensionnel ») constituent une autre source utilisée dans la préparation des questions Daily INDEPTH pour ce module. Il est donc recommandé aux participants de réviser les explications de ce module, qu’ils pourront retrouver parmi les archives du site.</p>\r\n<b>Daily INDEPTH</b><br /><br />• Ce module consiste en cinq cycles, dont les questions Daily INDEPTH des quatre premiers cycles ne portent que sur le thème principal de chaque cycle.<br /> <br />• La durée impartie pour répondre à chaque question Daily INDEPTH est de 15 minutes.<br /><br /> • La suite de questions est organisée de telle sorte qu’elles se complètent l’une l’autre.<br /> <br />• La suite de cycles est également organisée de telle sorte que la révision des questions Daily INDEPTH de chaque cycle constitue une matière d’étude exploitable lors des cycles ultérieurs.<br /><br />• Ainsi, outre les sources mentionnées précédemment, les sources qui peuvent être utilisées pour répondre aux questions Daily INDEPTH incluent les explications aux questions précédentes.<br /><br /><b> Auto-Évaluation Finale</b><br /><br />• Le cinquième et dernier cycle de ce module consiste en une auto-évaluation finale.<br /><br />• Cette auto-évaluation finale porte sur les notions présentées lors des quatre cycles précédents.<br /><br /><b>Inscription</b><br /><br />• La participation aux questions Daily INDEPTH requiert de s’inscrire. Cette inscription sera ouverte le premier jour de chaque cycle et pendant les 12 jours suivants. Lorsqu’un utilisateur cliquera sur le lien « Daily INDEPTH » de cette page, il sera automatiquement redirigé sur la page d’inscription, où il pourra accepter ou refuser de s’inscrire.<br /><br /> • Chaque participant est autorisé à manquer jusqu’à 12 jours de questions Daily INDEPTH par cycle ; ceux qui manqueront plus de 12 jours seront automatiquement désinscrits du cycle en cours.<br /><br />• Les utilisateurs qui ne se sont pas inscrits, ou bien dont l’inscription a été annulée, peuvent quand même visualiser les questions Daily INDEPTH, mais ils ne pourront pas participer au sens où ils ne pourront pas répondre aux questions, ni visualiser les réponses correctes. Ils n’auront pas non plus accès aux statistiques disponibles pour les utilisateurs inscrits.<br /><br />• Les questions Daily INDEPTH des cycles précédents seront accessibles à l’ensemble des utilisateurs à travers le lien « voir archives » de la section Daily INDEPTH de ce site, et ce qu’ils se soient inscrits ou pas.<br /><br />• Si l’inscription d’un utilisateur est annulée, ou bien s’il ne s’inscrit pas pendant le temps imparti (les 12 premiers jours de chaque cycle), il ou elle aura toujours la possibilité de s’inscrire aux cycles ultérieurs. <br /><br /> <b>Démarrage et fin des questions Daily INDEPTH </b> <br /><br /> Chaque question Daily INDEPTH sera disponible de 0h00 jusqu’à 23h55. Ces heures sont relatives à la ville ou pays indiqué par chaque utilisateur dans la section « Mon Profil » du site. Il est donc important pour chaque utilisateur de s’assurer que l’information ville / pays donnée est correcte. Lorsque cette information est correcte, l’heure indiquée sur cette page correspond à l’heure locale du territoire où vit l’utilisateur.<br /><br /> Note : Si un utilisateur se déplace dans un fuseau horaire différent, l’heure prise en compte par le site ne se mettra pas à jour automatiquement. Il est de la responsabilité de l’utilisateur de mettre à jour manuellement son nouveau fuseau horaire dans la section « Mon Profil » du site.<br /><br /> <b>Notes et statistiques</b> <br /><br /> Pour chacun des quatre premiers cycles, la moyenne des notes obtenues aux questions Daily INDEPTH constituera la note du participant à ce cycle.<br /><br /> Chaque question Daily INDEPTH a une valeur de 100 points. Ainsi, la note obtenue pour chaque question sera soit 100 soit 0. Aucune note ne sera attribuée pour les jours manqués, qui n’influeront donc pas sur la note finale de l’utilisateur. La seule exception concerne un utilisateur qui aurait manqué plus de 12 jours, qui de ce fait verra son inscription annulée et ne recevra pas de note pour ce cycle.<br /><br /> Au bas de la page où la question Daily INDEPTH est publiée, il y a un graphique qui permettra à l’utilisateur de comparer sa note quotidienne avec la moyenne des notes de tous les autres utilisateurs qui, ce jour-là, ont participé à cette question. L’utilisateur pourra en outre visualiser sa « note moyenne » ainsi que la « note moyenne de tous les utilisateurs » ayant participé jusqu’à ce point. De cette manière, les utilisateurs peuvent observer leur performance globale tout au long du cycle et la comparer avec celle des autres utilisateurs.<br /><br /> Pour le dernier cycle, consistant en une auto-évaluation finale, la note finale de chaque utilisateur correspondra à la note obtenue à l’auto-évaluation finale.<br /><br /> En cliquant sur le lien « Notes et statistiques », situé en haut à gauche de cette page, les utilisateurs ont accès aux détails de leurs notes et autres statistiques produites par le site. <br /><br /><img alt=\"Table\" src=\"http://dev.ostadelahi-indepth.com/webservice/pluginfile.php/10476/course/section/144/TableFR.JPG\" height=\"124\" width=\"503\" /></div>\r\n</sxyz><sxyz class=\"multilang\" lang=\"it\">\r\n<div align=\"justify\"><b>Titolo del modulo: <em>Parole di Verità</em> (<em>Bargozideh</em>)</b><br /><br /> <b>Descrizione del modulo<br /> </b><br />Il modulo educativo 2015-2016 è basato sull’insegnamento orale di Ostad Elahi, presentato nel libro <em>Parole di Verità</em>. <br /><em>Parole di Verità</em> (di prossima pubblicazione) contiene una selezione degliinsegnamenti orali di Ostad Elahi. Il libro è stato inizialmente pubblicato in persiano con il titolo di <em>Bargozideh</em> nel 2007; nel 2014 è stato pubblicato in francese con il titolo Paroles de Vérité. <br /><br />\r\n<p>Sebbene ciascun ciclo di domande e risposte sia incentrato su uno specifico gruppo di parole tratte da <em>Parole di Verità</em>, sono state utilizzate anche altre parole tratte dal libro per la loro attinenza con il tema in esame. Allo stesso modo, varie altre fonti, inclusi alcuni manoscritti inediti, sono stati utilizzati per ampliare l’analisi degli argomenti oggetto di studio (alcune di queste risorse sono disponibili nella sezione “Risorse” di questo sito). Un’altra fonte che è stata utilizzata nella preparazione delle domande Daily INDEPTH di questo modulo sono le spiegazioni alle domande del precedente modulo (<em>Alla scoperta del Sé bidimensionale</em>). È quindi consigliabile di rivedere le spiegazioni del precedente modulo, che potete trovare nella sezione archivi del sito.</p>\r\n<b>Daily INDEPTH</b><br /><br />• Questo modulo consta di cinque cicli, e le domande Daily INDEPTH dei quattro primi cicli si riferiscono esclusivamente all’argomento principale di ciascun ciclo. <br /> <br />• Si hanno a disposizione 15 minuti per rispondere ad ogni domanda Daily INDEPTH.<br /><br /> • Le domande seguono una sequenza logica in modo tale che ogni domanda sia concettualmente di supporto alla successiva.<br /><br /> • Anche i cicli seguono una sequenza logica, in modo tale che la revisione delle domande Daily INDEPTH in ciascun ciclo diventi materiale di studio per i cicli successivi.<br /> <br />• Per questa ragione, oltre alle opere citate in precedenza, le fonti a cui fare riferimento per rispondere alle domande Daily INDEPTH includono le spiegazioni delle domande Daily precedenti. <br /><br /><b> Auto-valutazione finale</b><br /><br />• L’ultimo ciclo (il quinto) di questo modulo comprende esclusivamente un’Auto-valutazione finale.<br /> • Questa Auto-valutazione finale si basa sui concetti presentati nei quattro cicli precedenti. <br /><br /><b>Iscrizione</b><br /><br />• Per partecipare alle domande Daily INDEPTH di questo modulo ci si deve prima iscrivere. L'iscrizione si apre il giorno dell'inizio di ogni ciclo e rimane aperta per i seguenti 12 giorni. Cliccando sul link “Daily INDEPTH” su questa pagina, si è reindirizzati automaticamente alla pagina dell’iscrizione, dove si può accettare o rifiutare di iscriversi.<br /><br /> • Nel rispondere alle domande Daily INDEPTH, l’utente può perdere fino a 12 giorni per ogni ciclo; chi non risponde per più di 12 giorni sarà automaticamente cancellato dal ciclo.<br /><br /> • L’utente che non si è iscritto, o che è stato cancellato, può ancora vedere le domande Daily INDEPTH ma non potrà partecipare rispondendo alle domande né potrà vedere quali siano le risposte corrette. Inoltre, non avrà accesso ai risultati delle statistiche disponibili per gli utenti iscritti. <br /><br /> • Le domande Daily INDEPTH dei cicli precedenti saranno disponibili per tutti gli utenti, siano essi iscritti o meno, nella sezione “Archivio” del sito.<br /><br /> • Se l’iscrizione di un utente viene cancellata, oppure se l’utente non si iscrive entro la scadenza (i primi 12 giorni di ogni ciclo), potrà comunque iscriversi ai cicli seguenti. <br /><br /> <b>Daily INDEPTH: tempi di inizio/fine</b> <br /><br /> Come per i moduli precedenti, ogni domanda Daily INDEPTH sarà disponibile dalla mezzanotte (00:00) alle 23:55 dello stesso giorno. Questi orari si riferiscono al fuso orario in vigore nel paese e nella città che l’utente selezionerà nella sezione del sito “Il mio profilo”. È quindi importante che l’utente verifichi di aver inserito correttamente le informazioni sul paese e la città in cui si trova. Se il paese e la città sono stati inseriti correttamente, l’orario che apparirà sulla pagina corrisponderà all’orario del luogo in cui si trova l’utente. <br /><br /> Se l’utente si sposta in un altro fuso orario, il sito non ne tiene automaticamente conto. È responsabilità dell’utente indicare manualmente il nuovo fuso orario in cui si trova nella sezione del sito “Il mio profilo”. <br /><br /> <b>Punteggi e statistiche</b> <br /><br /> In ognuno dei primi quattro cicli, il punteggio finale sarà la media dei punteggi delle domande Daily INDEPTH di quel ciclo.<br /><br /> Ogni domanda Daily INDEPTH vale 100 punti. Quindi il punteggio dell’utente per ciascuna domanda potrà essere 100 o 0. Non verrà assegnato alcun punteggio per i giorni mancati, non intaccando quindi il punteggio finale dell’utente. L’unica eccezione è quando l’utente manca per più di 12 giorni, nel qual caso la sua iscrizione viene cancellata e non riceverà nessun punteggio per quel ciclo.<br /><br /> In fondo alla pagina dove appare la domanda Daily INDEPTH, si trova un grafico che permette all’utente di confrontare il suo punteggio quotidiano con la media del punteggio quotidiano di tutti gli utenti che quel giorno avranno partecipato alla domanda. Inoltre, ogni utente potrà vedere ogni giorno i propri punteggi “medi individuali” e i punteggi “medi globali” di tutti gli utenti fino a quel momento. In questo modo gli utenti potranno osservare e confrontare la propria performance globale durante il corso del ciclo.<br /><br /> Nell’ultimo ciclo, che comprende l’Auto-valutazione finale, il punteggio finale di ogni utente sarà quello dell’Auto-valutazione finale. <br /><br /> Cliccando su ”Punteggi e statistiche” in alto a destra su questa pagina, l’utente può accedere ai dettagli dei propri punteggi e a varie statistiche sul sito.<br /><br /><img alt=\"Table\" src=\"http://dev.ostadelahi-indepth.com/webservice/pluginfile.php/10476/course/section/144/TableIT.JPG\" height=\"128\" width=\"506\" /></div>\r\n</sxyz><sxyz class=\"multilang\" lang=\"fa\">\r\n<div align=\"justify\"><strong>نام واحد درسی: برگزیده<br /><br /> شرح واحد درسی</strong><br /><br /> واحد درسی سال 2016 – 2015 بر اساس تعالیم استاد الهی در کتاب «برگزیده» است (گفتارهای 101 الی 200). (برگزیده: گزیده‌ای از گفتارهای نورعلی الهی. این کتاب در سال 1387 شمسی به چاپ رسیده است.)<br /><br /> گرچه موضوع اصلی سؤال و توضیحات آن، گفتارهای تعیین‌شده در هر دوره است، ولی به جهت ارتباط موضوعی، از گفتارهای دیگر کتاب نیز استفاده شده است. همچنین جهت بسط بیشتر مطالب، از منابع مختلفی، من‌جمله بعضی آثار چاپ نشده، استفاده شده است (جهت دسترسی به بعضی از این منابع به بخش «منابع» در سایت رجوع شود). منبع دیگری که در تهیۀ پرسش‌های روزانۀ این واحد درسی استفاده شده است، توضیحات واحد درسی پیشین (کاوش در خودِ دو بُعدی) است. بنابر این به کاربران توصیه می‌شود که توضیحات آن دوره که در قسمت آرشیو موجود است را مرور کنند.<br /><br /> <strong>پرسش‌های روزانه</strong><br /><br /> • این واحد درسی شامل 5 دوره است. چهار دورۀ اول تنها شامل پرسش‌های روزانه پیرامون موضوع اصلی آن دوره است.<br /><br /> • فرصت پاسخ‌گویی به هر پرسش روزانه، 15 دقیقه است.<br /><br /> • در تهیۀ پرسش‌های روزانه، رعایت ترتیب و توالی شده است و موضوع سؤالات در ادامۀ هم قرار گرفته‌اند.<br /><br /> • مواردی که در پرسش‌های روزانۀ هر دوره شکافته می‌شود، در دوره‌های بعدی مورد استفاده قرار خواهند گرفت.<br /><br /> • منابع مورد استفاده در پرسش‌های روزانه، به‌جز آثار ذکر شده در بالا، توضیحات پرسش‌های قبلی را هم شامل می‌شود.<br /><br /> <strong>خودآزمون نهایی</strong><br /><br /> • دورۀ آخر (پنجم) این واحد درسی تنها شامل یک خودآزمون نهایی است.<br /> <br />• این خودآزمون بر اساس مطالب ارائه شده در چهار دورۀ قبلی است.<br /><br /> <strong>ثبت نام</strong><br /><br /> • جهت شرکت در پرسش‌های روزانه، باید ابتدا در هر دوره ثبت نام به عمل آید. وقتی کاربر برای اولین بار روی لینک «پرسش‌های روزانه» کلیک کند، به طور خودکار وارد صفحۀ ثبت‌ نام می‌گردد و می‌تواند درخواست ثبت‌ نام خود را تأیید یا لغو کند.<br /> <br />• تعداد روزهایی که هر کاربر مجاز است پرسش‌های روزانه را از دست بدهد 12 روز است، لذا اگر کاربری بیش از 12 روز در پرسش‌های روزانه شرکت نکند، ثبت نامش برای آن دوره به طور اتوماتیک لغو خواهد شد.<br /> <br />• کاربرانی که ثبت نام نکرده،‌ یا ثبت‌ نام‌شان لغو شده است نیز می‌توانند «پرسش‌های روزانه» را ببینند، ولی نمی‌توانند در آن شرکت کرده و پاسخ صحیح را مشاهده کنند. همچنین به اطلاعات آماری تهیه شده برای شرکت‌کنندگانِ ثبت نام کرده هم دسترسی نخواهند داشت. <br /><br /> • پرسش‌های روزانۀ دوره‌های قبل در دسترس همۀ کاربران اعم از ثبت نام کرده یا ثبت نام نکرده می‌باشد (در قسمت آرشیو).<br /> <br />• در صورتی که ثبت‌ نام کاربری لغو شده باشد یا موفق به ثبت نام در موعد مقرر نشود (در 12 روز اول)، هنوز می‌تواند در دوره‌های بعدی ثبت نام کند.<br /><br /> <strong>ساعات شروع و پایان پرسش‌های روزانه</strong><br /><br /> هر پرسش روزانه از ساعت 12:00 بامداد الی 11:55 شب به وقت محلی در دسترس خواهد بود. این اوقات بر اساس کشور/شهری که هر کاربر در پروفایل خود وارد کرده است، تنظیم شده است. بدین جهت لازم است که هر کاربر اطمینان حاصل کند که نام شهر/کشور خود را در قسمت «پروفایل من» به طور صحیح وارد کرده است. اگر نام شهر و کشور به طور صحیح وارد شده باشد، ساعتی که در همان صفحه مشاهده می‌شود، با ساعت محل اقامت کاربر مطابقت خواهد داشت.<br /> توجه: در صورت نقل مکان، تنظیم ساعت به طور خودکار تغییر نخواهد کرد. وظیفۀ کاربر است که شخصاً محل اقامت جدید خود را در قسمت «پروفایل من» تغییر دهد.<br /><br /> <strong>نمره‌دهی و آمار</strong><br /><br /> در چهار دورۀ اول، نمرۀ میانگین پرسش‌های روزانه، نمرۀ آن دورۀ کاربر محسوب می‌شود.<br /> هر پرسش‌ روزانه صد نمره دارد، بنابر این نمرۀ هر کاربر برای هر پرسش صد یا صفر است. برای روزهای از دست رفته نمره‌ای به شخص تعلق نمی‌گیرد و لذا در نمرۀ‌ نهایی نیز تأثیری نخواهد گذاشت، مگر آنکه تعداد روزهای از دست رفته از 12 روز بیشتر شود که در آن صورت ثبت‌ نام کاربر لغو می‌گردد و نمره‌ای هم در آن واحد به شخص تعلق نمی‌گیرد.<br /> در پایین صفحۀ «پرسش‌های روزانه» نموداری ارائه می‌شود که به کاربر امکان می‌دهد نمرۀ خود را با میانگین آن روزِ سایر کاربران مقایسه کند. در زیرِ نمودار، نمرۀ میانگین «فردی» و میانگین «کلی» کاربران تا به آن روز نیز به نمایش در می‌آید. بدین ترتیب کاربران می‌توانند عملکرد کلی خود را در طی دوره مشاهده و با دیگران مقایسه کنند.<br /> در دورۀ آخر که «خودآزمون نهایی» برگزار می‌شود، نمرۀ خودآزمون، نمرۀ آن دورۀ کاربر محسوب می‌شود.<br /> با کلیک کردن روی لینک «نمره‌ها» که در سمت راست بالای این صفحه قرار دارد، می‌توان به جزئیات نمرات و آمار مختلف سایت دسترسی پیدا کرد.<br /><br /><img alt=\"Table\" src=\"http://dev.ostadelahi-indepth.com/webservice/pluginfile.php/10476/course/section/144/TableFA.jpg\" height=\"162\" width=\"504\" /></div>\r\n</sxyz>",
    "summaryformat": 1,
    "modules": []
  },
  {
    "id": 147,
    "name": "Daily INDEPTH",
    "visible": 1,
    "summary": "",
    "summaryformat": 1,
    "modules": [
      {
        "id": 372,
        "url": "http://dev.ostadelahi-indepth.com/mod/dps/view.php?id=372",
        "name": "Sayings 101-125",
        "visible": 1,
        "modicon": "http://dev.ostadelahi-indepth.com/theme/image.php/responsive/dps/1460554717/icon",
        "modname": "dps",
        "modplural": "Daily INDEPTH",
        "cycle_start": "Nov 1, 2016 12:00 AM",
        "cycle_end": "Nov 31, 2016 23:55 PM",
        "dps_start": "Nov 1, 2016 12:00 AM",
        "dps_end": "Nov 31, 2016 23:55 PM",
        "indent": 0
      },
      {
        "id": 375,
        "url": "http://dev.ostadelahi-indepth.com/mod/dps/view.php?id=375",
        "name": "Sayings 126-150",
        "visible": 1,
        "modicon": "http://dev.ostadelahi-indepth.com/theme/image.php/responsive/dps/1460554717/icon",
        "modname": "dps",
        "modplural": "Daily INDEPTH",
        "cycle_start": "Jan 1, 2016 12:00 AM",
        "cycle_end": "Jan 31, 2016 23:55 PM",
        "dps_start": "Jan 1, 2016 12:00 AM",
        "dps_end": "Jan 31, 2016 23:55 PM",
        "indent": 0
      },
      {
        "id": 378,
        "url": "http://dev.ostadelahi-indepth.com/mod/dps/view.php?id=378",
        "name": "Sayings 151-175",
        "visible": 1,
        "modicon": "http://dev.ostadelahi-indepth.com/theme/image.php/responsive/dps/1460554717/icon",
        "modname": "dps",
        "modplural": "Daily INDEPTH",
        "cycle_start": "Mar 1, 2016 12:00 AM",
        "cycle_end": "Mar 31, 2016 23:55 PM",
        "dps_start": "Mar 1, 2016 12:00 AM",
        "dps_end": "Mar 31, 2016 23:55 PM",
        "indent": 0
      },
      {
        "id": 381,
        "url": "http://dev.ostadelahi-indepth.com/mod/dps/view.php?id=381",
        "name": "Sayings 176-200",
        "visible": 1,
        "modicon": "http://dev.ostadelahi-indepth.com/theme/image.php/responsive/dps/1460554717/icon",
        "modname": "dps",
        "modplural": "Daily INDEPTH",
        "cycle_start": "May 1, 2016 12:00 AM",
        "cycle_end": "May 31, 2016 23:55 PM",
        "dps_start": "May 1, 2016 12:00 AM",
        "dps_end": "May 31, 2016 23:55 PM",
        "indent": 0
      }
    ]
  },
  {
    "id": 159,
    "name": "Self-Assessments",
    "visible": 1,
    "summary": "",
    "summaryformat": 1,
    "modules": [
      {
        "id": 387,
        "url": "http://dev.ostadelahi-indepth.com/mod/quiz/view.php?id=387",
        "name": "Sayings 101-200 ",
        "visible": 1,
        "modicon": "http://dev.ostadelahi-indepth.com/theme/image.php/responsive/quiz/1460554717/icon",
        "modname": "quiz",
        "modplural": "Self-Assessments",
        "cycle_start": "June 1, 2016 12:00 AM",
        "cycle_end": "June 31, 2016 23:55 PM",
        "fsa_start": "June 1, 2016 12:00 AM",
        "fsa_end": "June 31, 2016 23:55 PM",
        "indent": 0
      }
    ]
  }
]